 [{
	"bookname": "English Language Teaching 2017",
	"bookid":"b001",
	"bookicon": "images/book-icon-1.jpg",
    "bookinfo":"This book provides a comprehensive introduction to English language teaching, and is suitable for teachers in a variety of educational settings, including compulsory education. It has been completely revised and updated to include essential new topics for the modern English language teacher, including English as an international language, Content and Language Integrated Learning (CLIL) and using digital materials. It is ideal for initial teacher training and as a reference guide for practising teachers. The book combines theory and practice, with each unit containing tasks that encourage reflection and discussion, plus action tasks such as classroom observation and practice."
}, {
	"bookname": "Sociology 2016",
	"bookid":"b002",
	"bookicon": "images/book-icon-2.jpg",
    "bookinfo":"This fresh set of resources for Cambridge IGCSE Sociology syllabus 0495 (and Cambridge O Level Sociology syllabus 2251) is carefully crafted to match and support the revised syllabus for first examination in 2016. Written in clear and accessible language, the Coursebook provides comprehensive coverage of the syllabus in a visually-stimulating format. Key sociological research combined with case studies and thought provoking questions help in understanding concepts. Features such as Key terms and Revision checklists further reinforce learning and understanding of core subject areas. Engaging activities help in applying knowledge in various contexts and building interpretation, analytical and evaluation skills. The book provides complete exam support with each chapter culminating in exam-style questions and a further chapter dedicated to revision, and examination skills and practice. A Teachers CD-ROM is also available"
}, {
	"bookname": "Engineering 2016",
	"bookid":"b003",
	"bookicon": "images/book-icon-3.jpg",
    "bookinfo":"Cambridge English for Engineering develops the communication skills and specialist English language knowledge of engineering professionals, enabling them to communicate more confidently and effectively with colleagues and customers.The ten standalone units cover topics common to all kinds of engineering (including civil, electrical and mechanical) such as procedures and precautions; monitoring and control; and engineering design. Authentic activities, from describing technical problems and suggesting solutions to working with drawings, make the course relevant and motivating.The course requires no specialist knowledge on the part of the teacher and comprehensive teacher's notes are available online. It is also ideal for self-study."
}, {
	"bookname": "Statistics And Probability 2016",
	"bookid":"b004",
	"bookicon": "images/book-icon-4.jpg",
     "bookinfo":"This textbook is a classical and well-written introduction to probability theory and statistics. the book is written ‘for an audience such as computer science students, whose mathematical background is not very strong and who do not need the detail and mathematical depth of similar books written for mathematics or statistics majors.’ … Each new concept is clearly explained and is followed by many detailed examples. … numerous examples of calculations are given and proofs are well-detailed.(Sophie Lemaire, Mathematical Reviews, Issue 2008 m).Categorical data is data that records categories. Examples could be, a survey that records whether a person is for or against a proposition. Or, a police force might keep track of the race of the individuals they pull over onthe highway. The U.S. census (http://www.census.gov), which takes place every 10 years, asks several different questions of a categorical nature. Again, there was one on race which in the year 2000 included 15 categories with write-in space for 3 more for this variable (you could mark yourself as multi-racial). Another example, might be a doctor’s chart which records data on a patient. The gender or the history of illnesses might be treated as categories.Continuing the doctor example, the age of a person and their weight are numeric quantities. The age is a discrete numeric quantity (typically) and the weight as well (most people don’t say they are 4.673 years old). These numbers are usually reported as integers. If one really needed to know precisely, then they could in theory take on a continuum of values, and we would consider them to be continuous. Why the distinction? In data sets, and some tests it is important to know if the data can have ties (two or more data points with the same value). For discrete data it is true, for continuous data, it is generally not true that there can be ties.A simple, intuitive way to keep track of these is to ask what is the mean (average)? If it doesn’t make sense then the data is categorical (such as the average of a non-smoker and a smoker), if it makes sense, but might not be an answer (such as 18.5 for age when you only record integers integer) then the data is discrete otherwise it is likely to be continuous."
},
{
	"bookname": "Biomedical Consulting Agreement",
	"bookid":"b005",
	"bookicon": "images/book-icon-5.jpg",
    "bookinfo":"If you are a scientist on your way to sign a consulting contract with a biotechnology or pharmaceutical company, hold on. You should first read Biomedical Consulting Agreements: A Guide for Academics by Edward Klees and H. Robert Horvitz. Even if your contract looks great because you have been offered a great deal of shares or it does not require too much time for you, there may well be a catch. Have you ever heard about antidilution rights? Are you sure you understand the confidentiality obligations or the intellectual property rights?This book will tell you about all sorts of useful things that you should be looking for before signing a contract. The book is short, to the point, and perfectly organized in small parts to allow you to quickly find an answer to the particular question you have (and even a few questions you don’t).After reading this book, you may still need to ask advice from a specialist like a lawyer or someone from your university for the more complex cases, but Klees and Horvitz will help you speak the same language and ask the right questions.However, if you are not about to sign a contract but perhaps are looking for general information about consulting for companies, I do not recommend this book. Biomedical Consulting Agreements will not tell you about relationships between academia and industry or how to get an offer from the business sector.The book is targeted for someone who is in academia and has, or soon will have, an offer from a company to do some consulting work (from a couple of hours to a lot more). It is intended to help you understand the contract and hopefully help you avoid giving away multi-billion rights from you and your university."
},
{
	"bookname": "Practical Radiology",
	"bookid":"b006",
	"bookicon": "images/book-icon-6.jpg",
    "bookinfo":"This book is specialised in Practical Radiology"
},
{
	"bookname": "Security Engineering",
	"bookid":"b007",
	"bookicon": "images/book-icon-7.jpg",
    "bookinfo":"This book is specialised in Security Engineering"
},
{
	"bookname": "Crystal Engineering",
	"bookid":"b008",
	"bookicon": "images/book-icon-8.jpg",
    "bookinfo":"This book is specialised in Security Engineering"
},
{
	"bookname": "Computer Network",
	"bookid":"b009",
	"bookicon": "images/book-icon-9.jpg",
    "bookinfo":"This book is specialised in Computer Network"
},
{
	"bookname": "Surveying",
	"bookid":"b010",
	"bookicon": "images/book-icon-10.jpg",
    "bookinfo":"This book is specialised in Surveying"
},
{
	"bookname": "Surveying",
	"bookid":"b010",
	"bookicon": "images/book-icon-11.jpg",
    "bookinfo":"This book is specialised in Surveying"
},
{
	"bookname": "Manufacturing Engineering And Technology",
	"bookid":"b012",
	"bookicon": "images/book-icon-12.jpg",
    "bookinfo":"This book is specialised in Manufacturing Engineerring And Technology"
},
{
	"bookname": "Engineering Metrology",
	"bookid":"b013",
	"bookicon": "images/book-icon-13.jpeg",
    "bookinfo":"This book is specialised in Engineering Metrology"
},
{
	"bookname": "Health Care Engineering And Technology",
	"bookid":"b014",
	"bookicon": "images/book-icon-14.jpg",
    "bookinfo":"This book is specialised in Health Care Engineering And Technology"
},
{
	"bookname": "Web Engineering",
	"bookid":"b015",
	"bookicon": "images/book-icon-15.jpg",
    "bookinfo":"This book is specialised in Web Engineering"
}]
